[
  {
    "id": 1,
    "title": "Contacto estreia “Um inimigo do povo”, de Henrik Ibsen",
    "date": "06 Novembro 2025 21:11",
    "categories": ["Produções", "Outro"],
    "excerpt": "A Contacto estreia no próximo dia 15 de novembro, sábado, pelas 21H45 \"Um inimigo do povo\"...",
    "image": "/imgs/productions/prod-um-inimigo-do-povo.jpg",
    "link": "/noticias/contacto-estreia-um-inimigo-do-povo-de-henrik-ibsen",
    "content": [
      "A Contacto estreia no próximo dia 15 de novembro, sábado, pelas 21H45 \"Um inimigo do povo\", de Henrik Ibsen, com encenação de Pedro Damião.",
      "A peça narra a história de Thomas Stockmann, que descobre que a água de uma estância termal, principal fonte de riqueza da sua cidade, está contaminada.",
      "O médico é perseguido e tratado como inimigo pela população, que prefere ignorar a verdade em nome do lucro.",
      "O texto expõe o choque entre indivíduo e coletivo, denunciando manipulação mediática e confronto com o poder político.",
      "Esta produção encerra a 32ª edição do Festovar – Festival de Teatro de Ovar e terá reposição a 22 de novembro."
    ]
  },
  {
    "id": 2,
    "title": "Festovar 2025",
    "date": "15 Setembro 2025 22:09",
    "categories": ["Notícias", "Festival"],
    "excerpt": "De 3 de outubro a 15 de novembro vai decorrer a trigésima segunda edição do Festovar – Festival de Teatro de Ovar...",
    "image": "/imgs/festovar-2025.jpg",
    "link": "/noticias/festovar-2025",
    "content": [
      "De 3 de outubro a 15 de novembro vai decorrer a 32ª edição do Festovar – Festival de Teatro de Ovar.",
      "Os espetáculos decorrerão na Casa da Contacto e no Centro de Arte de Ovar."
    ]
  },
  {
    "id": 3,
    "title": "Contacto estreia “O mistério da biblioteca encantada”",
    "date": "18 Maio 2025 17:53",
    "categories": ["Produções"],
    "excerpt": "A Contacto estreia no próximo dia 19 de maio, segunda-feira, \"O mistério da biblioteca encantada\"...",
    "image": "/imgs/o-misterio-da-biblioteca-encantada.jpg",
    "link": "/noticias/contacto-estreia-o-misterio-da-biblioteca-encantada",
    "content": [
      "A Contacto estreia \"O mistério da biblioteca encantada\" no dia 19 de maio.",
      "Uma aventura teatral onde livros ganham vida e personagens desaparecem das histórias."
    ]
  }
]
